{
  "truths": [
    "Have you ever forgotten an important promise?",
    "Have you ever been caught daydreaming in class?",
    "What's the most embarrassing thing you've done in a gym?",
    "Have you ever lied about knowing a celebrity?",
    "Have you ever gotten locked out of your room?",
    "Have you ever pretended to like someone's outfit?",
    "What's the most unusual thing you've done while on a road trip?",
    "What's the most embarrassing thing you've done in a swimming pool?",
    "What's the most embarrassing thing you've done while trying to flirt?",
    "Have you ever lied about your favorite color to fit in?",
    "What's the most unusual thing you've done at a carnival?",
    "Have you ever lied about your plans to avoid an awkward situation?",
    "What is the weirdest habit you have?",
    "Have you ever been caught telling a white lie?",
    "Have you ever gotten locked out of a building?",
    "What's the most embarrassing thing you've done while at a friend's house?",
    "Have you ever pretended to be friends with someone you didn't like?",
    "What's the most embarrassing thing you've done while meeting someone new?",
    "What's the most awkward thing you've done in a restaurant?",
    "Have you ever had a crush on someone you shouldn't have?",
    "What's the most awkward thing you've done on a first date?",
    "What's the most awkward thing you've done at a family function?",
    "Have you ever been caught in an embarrassing situation by your boss?",
    "What's the most embarrassing thing you've been caught doing on a webcam or video call?",
    "Have you ever been caught talking to an inanimate object?",
    "Have you ever been caught sneaking into a movie?",
    "Have you ever pretended to be bad at something to make someone feel better?",
    "What's the strangest thing you've done to avoid boredom?",
    "Have you ever been caught in a lie?",
    "Have you ever had a crush on someone you met online?",
    "What's the most embarrassing thing you've done on social media?",
    "What's the most embarrassing thing you've done at a family dinner?",
    "Have you ever lied to avoid doing something you didn't want to?",
    "Have you ever pretended to like a song you hated?",
    "What's the strangest thing you've done while trying to pass the time?",
    "What's the most embarrassing thing you've done in a fitting room?",
    "Have you ever gotten caught sneaking out?",
    "Have you ever been caught talking to yourself?",
    "What's the most embarrassing thing you've done while trying to make a good impression?",
    "Have you ever gotten caught making faces in a mirror?",
    "Have you ever lied to avoid a confrontation?",
    "Have you ever gotten locked out of your office?",
    "Have you ever lied about your age to someone older?",
    "Have you ever forgotten your wallet or purse?",
    "Have you ever lied to avoid going out with friends?",
    "Have you ever pretended to know the rules of a game you didn't?",
    "What is the funniest thing that has happened to you in a public restroom?",
    "What is the most embarrassing thing that has happened to you at a restaurant?",
    "Have you ever lied to get a discount?",
    "Have you ever forgotten an important date with someone?",
    "Have you ever lied about your weekend plans to avoid explaining?",
    "What's the most unusual thing you've done at a school fair?",
    "What's the most awkward thing you've done in a theater?",
    "Have you ever lied to get out of a chore?",
    "Have you ever eavesdropped on a conversation?",
    "What's the weirdest thing you've done while waiting in line?",
    "Have you ever lied about your plans to avoid an awkward conversation?",
    "What's the most awkward thing you've done while exercising?",
    "What's the most embarrassing thing you've done at a family gathering?",
    "Have you ever been caught daydreaming?",
    "Have you ever lied about your age to get into a movie?",
    "Have you ever tried to take a selfie and failed?",
    "What's the most unusual thing you've done while shopping?",
    "What's the most unusual thing you've done during a holiday?",
    "Have you ever lied about your plans to someone close to you?",
    "What's the most awkward thing you've done in a crowded place?",
    "Have you ever forgotten to bring something important?",
    "What's the most unusual thing you've done at a neighborhood gathering?",
    "Have you ever been caught making funny faces in a mirror?",
    "What's the most embarrassing thing you've done at work?",
    "Have you ever lied about your favorite food?",
    "What's the most ridiculous thing you've ever done on a dare?",
    "Have you ever lied to avoid a responsibility?",
    "Have you ever lied about your job to impress someone?",
    "What is the weirdest thing you've done in a public place?",
    "What's the most embarrassing thing you've done while at the beach?",
    "Have you ever told a secret you were supposed to keep?",
    "Have you ever lied about your favorite actor?",
    "Have you ever cried during a movie?",
    "Have you ever lied about your favorite sports team?",
    "What's the worst lie you've told to get out of a family event?",
    "What's the funniest thing that happened to you at a family gathering?",
    "What's the weirdest thing you've done to entertain yourself at home?",
    "What's the most awkward thing you've done in a movie theater?",
    "Have you ever been caught dancing when you thought no one was looking?",
    "What's the most embarrassing thing that's happened to you at work or school?",
    "What's the most awkward thing you've done at a family reunion?",
    "What's the most awkward thing you've done at a theme park?",
    "What's the most embarrassing thing you've done while at a friend's family gathering?",
    "Have you ever lied about your weekend plans to sound interesting?",
    "What's the most embarrassing thing you've done while on vacation?",
    "What's the weirdest thing you've done at a wedding?",
    "What's the most embarrassing thing you've done in a car?",
    "Have you ever gotten locked in your own house?",
    "What's the strangest thing you've done to make someone laugh?",
    "What's the most childish thing you still do?",
    "Have you ever pretended to like a book you hated?",
    "Have you ever gotten locked in a bathroom?",
    "What's the most unusual thing you've done while waiting for a friend?",
    "Have you ever lied to avoid an argument?",
    "What's the most embarrassing thing you've done while playing a game?",
    "Have you ever pretended to like a TV show you hated?",
    "What is the weirdest thing you've done to make someone laugh?",
    "What's the strangest thing you've done while trying to impress your friends?",
    "What's the strangest thing you've done while trying to be creative with friends?",
    "Have you ever lied about your favorite sport?",
    "What is the funniest misunderstanding you've had?",
    "Have you ever been caught sleeping in class?",
    "Have you ever gotten caught talking to yourself?",
    "What's the most awkward thing you've done at a friend's outing?",
    "Have you ever lied about your favorite song to impress someone?",
    "Have you ever lied about your favorite song?",
    "What's the most embarrassing thing you've done in front of a crush?",
    "What's the most awkward thing you've done while waiting in a queue?",
    "Have you ever pretended to be busy to avoid talking to someone?",
    "Have you ever had a crush on a fictional character?",
    "What's the strangest thing you've done while trying to be creative?",
    "Have you ever gotten caught talking to yourself in a mirror?",
    "What's the most awkward thing you've done in a lift?",
    "Have you ever forgotten an important detail in a story?",
    "Have you ever pretended to be interested in someone's hobby?",
    "Have you ever lied about your achievements to impress someone?",
    "What's the most unusual thing you've done while on vacation?",
    "Have you ever pretended to be on the phone to avoid someone?",
    "Have you ever tried to look cool and failed miserably?",
    "Have you ever pretended to know a song to fit in?",
    "What's the weirdest thing you've done while home alone?",
    "Have you ever been in an awkward situation with a teacher?",
    "Have you ever lied about your relationship status?",
    "What is the most embarrassing thing that has happened to you in front of your siblings?",
    "Have you ever been caught making a weird face in a mirror?",
    "Have you ever lied about a significant achievement?",
    "What's the most embarrassing thing you've done while meeting someone's parents?",
    "Have you ever sent a message to the wrong group chat?",
    "Have you ever gotten locked in a bathroom at a public place?",
    "Have you ever forgotten an important deadline for work or school?",
    "Have you ever lied about your skills on a dating profile?",
    "Have you ever lied about your hobbies to fit in?",
    "Have you ever lied about your favorite drink to fit in?",
    "What's the strangest thing you've ever done at a friend's house?",
    "What's the weirdest thing you've done while on a walk?",
    "Have you ever lied to avoid going to work?",
    "Have you ever forgotten to charge your phone?",
    "What's the most unusual thing you've ever done in a library?",
    "Have you ever forgotten to wear deodorant and realized it halfway through the day?",
    "What's the most awkward thing you've done in a dressing room?",
    "What is the most embarrassing thing you've done while drunk?",
    "What's the most awkward situation you've been in with your boss or teacher?",
    "What's the strangest thing you've done while trying to make friends?",
    "Have you ever gotten caught talking to yourself at work?",
    "What is the most embarrassing thing you've done in front of your crush?",
    "What's the most unusual thing you've done at a friend's house?",
    "Have you ever lied about your favorite TV show to fit in?",
    "What's the most embarrassing thing you've done on a date?",
    "Have you ever gotten locked in a room?",
    "What is the funniest thing that has happened to you at a party?",
    "Have you ever lied to impress a stranger?",
    "Have you ever been caught lying to your teacher?",
    "What's the strangest thing you've ever found?",
    "Have you ever pretended to know the lyrics to a song?",
    "What's the most awkward moment you've had with a neighbor?",
    "Have you ever gotten locked out of your house?",
    "What's the most unusual item you've used for a prank?",
    "What's the funniest misunderstanding you've had?",
    "Have you ever been caught in an awkward moment with a stranger?",
    "What's the most unusual thing you've done",
    "Have you ever pretended to know someone you didn't?",
    "Have you ever forgotten an important date?",
    "Have you ever been caught sneaking snacks into a venue?",
    "Have you ever lied about your experience to get a job?",
    "Have you ever accidentally liked an old photo while stalking someone's social media?",
    "Have you ever been caught sneaking into a restricted area?",
    "What's the most unusual thing you've done at a family dinner?",
    "What's the strangest thing you've done in a car?",
    "Have you ever lied about your weekend plans to your coworkers?",
    "What is the most awkward thing that has happened to you at a party?",
    "Have you ever been caught talking to yourself in public?",
    "What's the most embarrassing thing you've done at a sports event?",
    "Have you ever lied about your favorite hobby?",
    "What's the most embarrassing thing that's happened to you on a vacation?",
    "What's the most embarrassing thing you've done while meeting someone's friends?",
    "What's the weirdest thing you've done to pass the time?",
    "Have you ever gotten locked out of your own bedroom?",
    "What's the most awkward photo you've ever been in?",
    "What's the craziest dare you've ever taken?",
    "What is your biggest fear?",
    "What's the most awkward gift you've ever received?",
    "What's the strangest thing you've done while waiting for a ride?",
    "What's the most awkward thing you've done at a friend's birthday?",
    "Have you ever pretended to know a song you didn't?",
    "What's the biggest lie you've told without getting caught?",
    "Have you ever been caught in an awkward moment with your in-laws?",
    "Have you ever lied about your weekend plans?",
    "What's the most embarrassing thing you've done at a school event?",
    "What's the most unusual gift you've ever received?",
    "Have you ever lied about your experience level to get a job?",
    "What's the weirdest thing you've done while waiting in a line?",
    "What is the weirdest thing you've done when you were alone?",
    "What's the most embarrassing thing you've done at a family function?",
    "What's the most unusual thing you've done at a friend's gathering?",
    "Have you ever been caught in an awkward situation with a friend's family?",
    "Have you ever forgotten an important task at work or school?",
    "What's the most embarrassing thing you've done in a group chat?",
    "Have you ever lied about your plans to get out of a date?",
    "What is the most awkward thing you've said to a crush?",
    "Have you ever pretended to know someone's name after forgetting it?",
    "Have you ever gotten locked out of your car?",
    "What is the most embarrassing thing that has happened to you in front of your friends?",
    "What's the most awkward thing you've done at a wedding?",
    "Have you ever had a wardrobe malfunction?",
    "Have you ever had an imaginary friend?",
    "What's the weirdest thing you've done while trying to impress someone?",
    "Have you ever lied about your favorite restaurant?",
    "What's the most awkward thing you've done at a friend's family dinner?",
    "Have you ever forgotten to do an important task?",
    "Have you ever lied about your favorite actor to impress someone?",
    "Have you ever pretended to understand something you didn't?",
    "Have you ever been caught sneaking into an event without a ticket?",
    "Have you ever been scared of a movie or TV show?",
    "What's the most awkward date you've ever been on?",
    "What's the most awkward thing you've done while trying to make a friend?",
    "What's the weirdest thing you've done while trying to entertain yourself?",
    "What's the most embarrassing thing you've done at a public event?",
    "Have you ever been caught in an awkward situation with a family member?",
    "What's the most ridiculous thing you've done to impress a crush?",
    "What is the weirdest thing you've done to avoid someone?",
    "Have you ever forgotten to do an important errand?",
    "What's the most unusual thing you've done at a festival?",
    "Have you ever lied about your favorite place to travel?",
    "What's the strangest thing you've done while trying to study?",
    "What's the most unusual thing you've done at a neighborhood event?",
    "Have you ever lied about finishing a homework assignment?",
    "Have you ever pretended to be busy to avoid chores?",
    "What's the most embarrassing thing you've done in a classroom?",
    "What's the weirdest thing you've done at a party?",
    "Have you ever been caught not paying attention during a meeting?",
    "Have you ever pretended to know a topic during a discussion?",
    "Have you ever pretended to like a hobby you didn't?",
    "Have you ever lied about your favorite hobby to impress someone?",
    "What's the strangest thing you've done while trying to entertain yourself at home?",
    "What's the most embarrassing thing you've done at a friend's party?",
    "What's the weirdest thing you've done to make someone laugh?",
    "What's the most awkward thing you've done at a friend's house party?",
    "What's the most awkward thing you've done while giving a presentation?",
    "What's the most awkward thing you've done in a new job?",
    "Have you ever lied to get out of trouble?",
    "Have you ever been caught talking to a pet?",
    "What's the most awkward thing you've done at a family gathering?",
    "Have you ever lied about your favorite color?",
    "What's the most unusual thing you've done at a cultural event?",
    "What is the most embarrassing thing that has happened to you in a store?",
    "What's the most awkward moment you've had during a video call?",
    "What is the most awkward moment you've had with a stranger?",
    "What's the most awkward thing you've done at a family get-together?",
    "Have you ever pretended to know an answer in a trivia game?",
    "Have you ever lied to get out of a test?",
    "Have you ever been caught not paying attention in a meeting?",
    "What's the most embarrassing thing you've done for a dare?",
    "What's the most embarrassing thing you've done in front of a crowd?",
    "Have you ever pretended to know something you didn't?",
    "Have you ever been caught singing out loud in public?",
    "What's the most unusual place you've ever fallen asleep?",
    "What's the most unusual thing you've done at a community event?",
    "Have you ever accidentally sent a text to the wrong person?",
    "Have you ever been caught faking an illness?",
    "What's the most awkward thing you've said to a crush?",
    "Have you ever forgotten an important detail about someone?",
    "What's the most embarrassing thing you've done in a new place?",
    "What's the most embarrassing thing you've done while eating?",
    "What's the most embarrassing thing you've done at a sleepover?",
    "Have you ever been caught singing in the shower?",
    "Have you ever gotten lost in a city you knew well?",
    "What's the most awkward thing you've done at a doctor's office?",
    "Have you ever had an awkward moment with a pet?",
    "What is the funniest thing that happened to you in public?",
    "Have you ever pretended to be sick to skip school?",
    "What's the most awkward thing you've done in a meeting?",
    "What's the most embarrassing thing you've done in a public setting?",
    "What's the most awkward encounter you've had with a stranger?",
    "Have you ever been caught talking in your sleep?",
    "Have you ever been caught in an awkward conversation with a stranger?",
    "Have you ever pretended to know someone to avoid feeling awkward?",
    "What's the weirdest thing you've done while traveling?",
    "What's the weirdest thing you've done while trying to avoid someone?",
    "Have you ever lied about your favorite subject in school?",
    "What's the most awkward thing you've done at a school reunion?",
    "What's the longest you've gone without showering?",
    "What's the most embarrassing thing you've done while singing?",
    "What's the most awkward thing you've done on a phone call?",
    "What's the strangest thing you've done while waiting for someone to arrive?",
    "What's the most unusual thing you've done on vacation?",
    "Have you ever lied to get out of a family event?",
    "Have you ever pretended to know a topic in a discussion?",
    "Have you ever pretended to be asleep to avoid someone?",
    "Have you ever lied to avoid taking responsibility for something?",
    "What's the most embarrassing thing you've done while meeting new people?",
    "What's the most awkward thing you've done at a family dinner?",
    "Have you ever pretended to be interested in someone's story?",
    "Have you ever laughed at a joke you didn't understand?",
    "What's the most unusual thing you've done at a friend's party?",
    "Have you ever forgotten someone's name right after being introduced?",
    "What's the strangest dream you've ever had?",
    "What's the strangest thing you've done at a holiday gathering?",
    "Have you ever pretended to like a present you didn't?",
    "Have you ever had a wardrobe malfunction in public?",
    "What's the weirdest thing you've ever done in a park?",
    "What's the most embarrassing thing you've done in a restaurant?",
    "What's the most awkward thing you've done on a date?",
    "What's the most awkward thing you've done on a double date?",
    "What's the weirdest thing you've done in a hotel room?",
    "Have you ever gotten lost in your own neighborhood?",
    "What's the most awkward thing you've done at a social event?",
    "Have you ever had an awkward moment with a server at a restaurant?",
    "Have you ever lied about your achievements?",
    "Have you ever been caught lying about your interests to fit in?",
    "What's the most unusual thing you've done at a friend's birthday?",
    "What's the weirdest thing you've done while trying to stay awake?",
    "Have you ever been caught dancing when you thought no one was watching?",
    "Have you ever pretended to be someone else on a phone call?",
    "What's the strangest thing you've done while waiting for a movie to start?",
    "What is the funniest thing that has happened to you at a sleepover?",
    "Have you ever forgotten an important detail while giving a speech?",
    "Have you ever been caught sneaking food?",
    "What is the most embarrassing thing you've said in front of a crowd?",
    "What's the strangest gift you've ever received?",
    "Have you ever pretended to be in a rush to avoid talking?",
    "What's the weirdest thing you've done in a photo booth?",
    "Have you ever pretended to know how to do something you didn't?",
    "What's the most embarrassing mistake you've made at work or school?",
    "Have you ever pretended to be lost to avoid someone?",
    "What's the most awkward thing you've done while cooking?",
    "Have you ever pretended to like someone's cooking?",
    "What's the most awkward thing you've done at a family event?",
    "What's the strangest thing you've done to make someone smile?",
    "Have you ever forgotten an important conversation?",
    "What's the most embarrassing thing you've done while on a video call?",
    "What's the strangest thing you've done in an amusement park?",
    "Have you ever pretended to forget something important?",
    "What's the most awkward thing you've done in an elevator?",
    "What's the most awkward thing you've done in a friend's house?",
    "Have you ever pretended to be okay when you weren't?",
    "Have you ever pretended to know a person you didn't?",
    "Have you ever forgotten an important appointment?",
    "Have you ever been caught sneaking food into a theater?",
    "What's the most awkward thing you've done in a shop?",
    "Have you ever lied about your travel experiences?",
    "What's the strangest thing you've done in a grocery store?",
    "What's the most awkward thing you've done while trying to be helpful?",
    "What's the most unusual thing you've done at a concert?",
    "Have you ever pretended to be sick to avoid going somewhere?",
    "Have you ever been embarrassed by a family member?",
    "Have you ever had a secret admirer?",
    "Have you ever been caught telling a lie?",
    "What's the strangest thing you've done while trying to make someone laugh?",
    "Have you ever forgotten to lock your door?",
    "Have you ever been caught staring at someone?",
    "Have you ever lied about your age?",
    "What's the most unusual thing you've done at a sleepover?",
    "Have you ever forgotten to reply to an important message?",
    "What's the weirdest thing you've done while babysitting?",
    "Have you ever lied about your favorite book?",
    "What's the most unusual thing you've done at a school dance?",
    "Have you ever gotten caught making a weird noise?",
    "What's the weirdest thing you've done on a dare?",
    "Have you ever lied about your plans to avoid a family event?",
    "Have you ever lied to avoid a social event?",
    "Have you ever lied to get out of a group project?",
    "What's the weirdest thing you've done while waiting in a queue?",
    "What is the most awkward thing you've done on social media?",
    "Have you ever pretended to be good at something you weren't?",
    "Have you ever gotten lost in a place you knew well?",
    "What's the most unusual thing you've done at a community fair?",
    "Have you ever forgotten to return a borrowed item?",
    "Have you ever forgotten to pick someone up?",
    "Have you ever lied to get out of hanging out with someone?",
    "What's the most embarrassing thing you've done while trying to take a photo?",
    "Have you ever lied to get out of a work task?",
    "What's the most embarrassing thing you've done in a theme park?",
    "Have you ever lied about your favorite movie to impress someone?",
    "Have you ever pretended to be sick to get out of school?",
    "Have you ever lied to get out of a family obligation?",
    "What's the most awkward thing you've done at a public event?",
    "Have you ever lied about your plans to avoid a social event?",
    "What's the most embarrassing song you secretly love to listen to?",
    "What's the weirdest thing you've done while being bored?",
    "Have you ever lied about your plans to get out of an event?",
    "Have you ever pretended to be interested in a topic you found boring?",
    "Have you ever lied about your age to someone younger?",
    "Have you ever been caught playing with a child's toy?",
    "What's the weirdest thing you've done while trying to fit in?",
    "What's the most embarrassing thing you've posted online?",
    "What's the most unusual thing you've done while camping?",
    "Have you ever pretended to know a language you didn't?",
    "Have you ever been caught lying about your interests?",
    "Have you ever told a story and realized halfway through it was boring?",
    "What is the weirdest dream you've ever had?",
    "What's the biggest secret you've ever kept from your parents?",
    "Have you ever been caught snooping through someone's stuff?",
    "What's the most awkward thing you've done in front of a crowd?",
    "What's the most embarrassing song on your playlist?",
    "Have you ever pretended to know the answer to a question?",
    "Have you ever had an awkward moment with your crush's parents?",
    "What is the weirdest lie you've ever told?",
    "Have you ever pretended to know an answer during a quiz?",
    "Have you ever lied to avoid an uncomfortable situation?",
    "Have you ever lied about your feelings to spare someone's feelings?",
    "Have you ever gotten locked in a car?",
    "What's the strangest dream you've ever had about someone you know?",
    "What's the strangest thing you've done while being bored?",
    "What is the most embarrassing thing that has happened to you at a sleepover?",
    "Have you ever pretended to be someone else online?",
    "What's the most unusual thing you've done at a sports game?",
    "Have you ever lied to get out of a workout?",
    "Have you ever had a crush on a teacher?",
    "What's the most unusual thing you've done in a museum?",
    "What's the most awkward thing you've said to a teacher?",
    "Have you ever lied to get out of a date?",
    "Have you ever pretended to like someone to avoid hurting their feelings?",
    "What's the strangest thing you've done while waiting for a bus?",
    "Have you ever been embarrassed by something you said or did in your sleep?",
    "Have you ever pretended to be someone else to avoid an awkward situation?",
    "What's the most awkward thing you've done at a party?",
    "Have you ever gotten locked out of your house while in pajamas?",
    "Have you ever gotten caught talking to yourself in public?",
    "What's the most awkward thing you've done in a crowded room?",
    "Have you ever lied about your talents?",
    "Have you ever forgotten an important meeting?",
    "What's the strangest thing you've done while waiting for a friend?",
    "What's the strangest thing you've done while trying to be helpful?",
    "Have you ever lied to make yourself look better?",
    "Have you ever gotten locked out of you own house?",
    "What's the most awkward conversation you've ever had?",
    "Have you ever pretended to know a stranger?",
    "What's the worst grade you've ever gotten on a test?",
    "Have you ever been caught in an awkward situation with your in-laws?",
    "Have you ever gotten lost on public transport?",
    "What's the strangest thing you've done while trying to stay awake?",
    "What's the weirdest thing you've done while sleepwalking?",
    "What's the most awkward thing you've done in a cinema?",
    "What's the weirdest dream you've ever had?",
    "Have you ever been in a physical fight?",
    "What's the most awkward thing you've done at a job interview?",
    "What's the weirdest thing you've ever done on a dare?",
    "What's the most embarrassing thing you've done while trying to be smart?",
    "What's the most ridiculous excuse you've used to get out of something?",
    "What's the strangest thing you've done while waiting for your food?",
    "Have you ever lied about liking a movie to fit in with friends?",
    "What's the most awkward thing you've done at a public speaking event?",
    "Have you ever lied to get a better grade?",
    "Have you ever lied about knowing how to do something?",
    "Have you ever been caught in a lie by a friend?",
    "What's the most embarrassing thing you've done while trying to be funny?",
    "What's the most unusual thing you've done at a holiday party?",
    "Have you ever tried to impress someone and failed?",
    "What's the most unusual thing you've done at a picnic?",
    "What is the weirdest thing you've done on social media?",
    "What's the most awkward thing you've done while trying to impress someone?",
    "Have you ever lied to avoid going to a social event?",
    "What's the most awkward thing you've done at a work meeting?",
    "Have you ever lied about your plans to avoid meeting someone?",
    "What's the most embarrassing thing you've done while playing sports?",
    "Have you ever been caught sneaking into a place you weren't supposed to be?",
    "What's the most embarrassing thing you've done in front of your grandparents?",
    "What's the most rebellious thing you've done?",
    "What's the most embarrassing thing you've done at a concert or event?",
    "Have you ever forgotten someone's birthday?",
    "What's the most embarrassing thing that's ever happened to you?",
    "What is the most unusual item you have in your room?",
    "Have you ever lied about your location to someone?",
    "What's the weirdest thing you've done to entertain yourself?",
    "What is the most awkward thing you've done to avoid a conversation?",
    "Have you ever laughed so hard you peed your pants?",
    "What's the strangest thing you've ever bought online?",
    "What is the most awkward moment you've had with a neighbor?",
    "What is the most embarrassing thing that has happened to you on a date?",
    "Have you ever pretended to be someone else to avoid a situation?",
    "What's the most unusual thing you've done at a work party?",
    "Have you ever lied to get out of an awkward situation?",
    "What's the most embarrassing thing you've done in front of your boss or teacher?",
    "What's the most embarrassing thing you've done while trying to impress someone?",
    "Have you ever lied about your skills in a game?",
    "What is the weirdest thing you've done while shopping?",
    "Have you ever lied about your plans to avoid someone?",
    "Have you ever spread a rumor about someone?",
    "Have you ever been caught in an awkward situation with a coworker?",
    "Have you ever told someone you loved them and regretted it?",
    "Have you ever worn something you knew was inappropriate just to impress someone?",
    "Have you ever pretended to be busy to avoid a conversation?",
    "Have you ever stolen something?",
    "Have you ever pretended to know someone to avoid awkwardness?",
    "Have you ever lied about your plans for the weekend?",
    "Have you ever lied to get a free item or discount?",
    "What is the funniest thing that has happened to you in a hotel?",
    "What's the weirdest thing you've ever done in a shopping mall?",
    "Have you ever lied about your favorite band?",
    "What's the most embarrassing thing you've done in a dressing room?",
    "Have you ever been caught in an awkward situation with a friend's parents?",
    "What's the most unusual thing you've done at a social event?",
    "What's the most unusual thing you've done at a friendâ€™s house?",
    "Have you ever been caught lying to your friends?",
    "What's the most unusual place you've fallen asleep?",
    "What's the worst hairstyle you've ever had?",
    "What's the most unusual food combination you've tried?",
    "Have you ever had an awkward encounter at the doctor's office?",
    "Have you ever broken something and blamed someone else?",
    "Have you ever pretended to know what someone was talking about?",
    "What's the weirdest thing you've done in a park?",
    "What's the strangest thing you've done in a hotel?",
    "What's the most embarrassing thing you've done on a phone call?",
    "What's the strangest thing you've done while trying to be entertaining?",
    "Have you ever lied about your favorite book to impress someone?",
    "Have you ever snuck out of the house?",
    "What's the most embarrassing thing you've done while playing a sport?",
    "Have you ever pretended to know a fact you made up?",
    "What's the most unusual thing you've done at a work event?",
    "What's the most awkward thing you've done at a friend's house?",
    "What is the most embarrassing thing that has happened to you during a presentation?",
    "What's the most unusual thing you've done to win a contest?",
    "Have you ever gotten lost on a hike?",
    "What's the most unusual thing you've done at a family reunion?",
    "Have you ever pretended to be someone else in a chat room?",
    "Have you ever pretended to like someone to be polite?",
    "What is the most embarrassing thing that has happened to you while exercising?",
    "Have you ever lied about being sick to avoid work?",
    "Have you ever had an awkward conversation with a coworker?",
    "What's the most embarrassing thing you've done while trying to look cool?",
    "Have you ever forgotten your keys?",
    "What's the most embarrassing nickname you've ever had?",
    "What's the most unusual thing you've done in a park?",
    "What's the funniest thing you've overheard?",
    "Have you ever pretended to like a hobby to fit in?",
    "Have you ever lied about finishing a book you never read?",
    "Have you ever pretended to forget something to avoid talking about it?",
    "What's the most awkward thing you've done in a supermarket?",
    "What's the most embarrassing thing that's ever happened to you in public?",
    "Have you ever lied about your plans to avoid going out with friends?",
    "What's the most awkward interaction you've had with a stranger?",
    "What is the most embarrassing thing that has happened to you in front of your grandparents?",
    "What's the most embarrassing thing you've done in front of your crush?",
    "Have you ever been caught pretending to know something you didn't?",
    "Have you ever lied about your age to get into a place?",
    "Have you ever pretended to be knowledgeable about a subject?",
    "What's the most embarrassing thing you've done at a theme park?",
    "What's the weirdest thing you've ever done in a bathroom?",
    "What's the weirdest habit you have?",
    "Have you ever pretended to lose something to avoid sharing it?",
    "Have you ever lied about your favorite holiday?",
    "What's the most awkward moment you've had at a family event?",
    "Have you ever pretended to be bad at something to get out of doing it?",
    "What is the weirdest food combination you've ever tried?",
    "What's the most awkward thing you've done while waiting for an appointment?",
    "What's the weirdest thing you've done while daydreaming?",
    "Have you ever been caught talking to yourself in a public place?",
    "Have you ever been caught sneaking out of a meeting?",
    "Have you ever been caught lying about your whereabouts?",
    "What's the most embarrassing thing you've done while on a date?",
    "Have you ever pretended to like a dish you hated?",
    "What's the most embarrassing thing you've done to avoid someone?",
    "What's the most embarrassing thing you've done in a public place?",
    "What's the most embarrassing thing you've done at a concert?",
    "Have you ever been caught in an awkward situation with a celebrity?",
    "What's the most embarrassing thing you've done in a pool?",
    "Have you ever pretended to like a TV show to fit in?",
    "What's the most embarrassing text message you've ever sent?",
    "What's the most embarrassing thing you've done at a friend's house?",
    "Have you ever lied to a friend about their cooking?",
    "Have you ever had an awkward encounter with a neighbor?",
    "Have you ever pretended to lose a game on purpose?",
    "What is the strangest dream you've ever had?",
    "What's the weirdest thing you've done in a waiting room?",
    "Have you ever gotten lost while driving?",
    "Have you ever lied about doing homework?",
    "Have you ever lied about liking a book to seem more cultured?",
    "What's the strangest thing you've done while waiting for a friend at a cafÃ©?",
    "Have you ever lied to avoid a school project?",
    "Have you ever lied about a gift you received?",
    "What's the most unusual thing you've done on a holiday?",
    "Have you ever gotten caught daydreaming in class?",
    "Have you ever gotten caught making a weird face in a photo?",
    "What's the most awkward thing you've done during a meeting?",
    "What's the silliest thing you're afraid of?",
    "What's the most embarrassing thing you've done while drunk?",
    "Have you ever had a crush on a friend's sibling?",
    "What is the most embarrassing thing that has happened to you at a concert?",
    "What's the weirdest thing you've done while shopping?",
    "Have you ever forgotten where you parked your car?",
    "What's the most embarrassing social media post you've made?",
    "What's the strangest rumor you've heard about yourself?",
    "What's the most embarrassing thing you've done in a changing room?",
    "What's the strangest thing you've done while trying to be productive?",
    "What's the most embarrassing thing you've done while on a trip with friends?",
    "What is the weirdest thing you've done while trying to be cool?",
    "Have you ever told a secret you promised to keep?",
    "What's the strangest thing you've done while pretending to be busy?",
    "Have you ever been caught cheating on a test?",
    "Have you ever pretended to be interested in a boring conversation?",
    "What's the most unusual thing you've done while traveling?",
    "What's the silliest thing you've argued about?",
    "What's the most awkward thing you've done at a friend's wedding?",
    "What's the most unusual thing you've done at a family event?",
    "What's the most embarrassing typo you've ever made?",
    "Have you ever forgotten to turn off an appliance?",
    "What's the most embarrassing thing you've done while giving a speech?",
    "Have you ever lied to avoid a conversation?",
    "What is the weirdest thing you've done while trying to take a photo?",
    "Have you ever been caught cheating in a board game?",
    "Have you ever snooped through someone's stuff?",
    "What's the most awkward thing you've done at a work event?",
    "What's the most awkward thing you've done during a phone call?",
    "What's the most embarrassing thing you've done at a formal event?",
    "What's the most embarrassing thing you've done in a class?",
    "Have you ever gotten lost in a museum?",
    "What's the most embarrassing thing you've done while at a restaurant?",
    "What's the most awkward thing you've done in a grocery store?",
    "What's the weirdest thing you've done while being nervous?",
    "Have you ever had an awkward encounter with a celebrity?",
    "Have you ever lied about being busy to avoid a phone call?",
    "Have you ever pretended to be someone else in a chat?",
    "What's the most embarrassing thing you've done in front of your boss?",
    "What's the weirdest thing you've done at a sleepover?",
    "What's the most awkward thing you've done at a friend's gathering?",
    "Have you ever been caught sneaking out of the house?",
    "Have you ever made up a story to impress someone?",
    "Have you ever been caught singing in public when you thought you were alone?",
    "What's the most unusual thing you've done at a park?",
    "What's the most unusual thing you've done at a school function?",
    "Have you ever pretended to like a movie you hated?",
    "Have you ever spilled a drink on someone?",
    "What's the most awkward thing you've done at a friend's family event?",
    "Have you ever gotten locked out of your hotel room?",
    "Have you ever tried to eavesdrop on a conversation and got caught?",
    "Have you ever laughed so hard you cried?",
    "What's the most unusual thing you've done in a restaurant?",
    "What's the weirdest thing you've ever eaten?",
    "What's the most unusual talent you have?",
    "What's the strangest thing you've done while waiting for an appointment?",
    "What is the most childish thing you still do?",
    "Have you ever walked into the wrong restroom?",
    "Have you ever been caught lying in a game of truth or dare?",
    "What's the most awkward thing you've done at a birthday party?",
    "Have you ever pretended to understand a conversation you didn't?",
    "Have you ever forgotten an important assignment?",
    "What's the most embarrassing thing that's ever happened to you at a sleepover?",
    "Have you ever had a crush on a friend's parent?",
    "What's the most embarrassing thing you've done to get someone's attention?",
    "Have you ever gotten caught daydreaming?",
    "What is the most embarrassing thing that has happened to you in front of your boss?",
    "Have you ever been caught sneaking a peek at someone's phone?",
    "Have you ever been caught lying by a friend?",
    "What's the most embarrassing thing you've done at a party?",
    "What is the funniest thing that has happened to you in front of a crowd?",
    "What's the weirdest thing you've done while trying to fall asleep?",
    "What's the most awkward thing you've done in an airport?",
    "Have you ever lied about your favorite season?",
    "Have you ever pretended to be asleep to avoid talking to someone?",
    "What's the most unusual lie you've told to a stranger?",
    "Have you ever laughed at a joke you didn't get?",
    "What's the most embarrassing thing you've done in a library?",
    "What's the most awkward thing you've said during a job interview?",
    "What is the most embarrassing thing you've done to impress someone?",
    "Have you ever lied about your skills on a resume?",
    "What is the most embarrassing thing that has happened to you on a video call?",
    "What's the most embarrassing thing you've done while exercising?",
    "Have you ever pretended to forget something to avoid doing it?",
    "What's the strangest thing you've done while trying to relax?",
    "What's the most embarrassing thing you've done while shopping?",
    "Have you ever walked into the wrong classroom?",
    "Have you ever pretended to be interested in someone's job?",
    "What's the weirdest thing you've done with your pet?",
    "Have you ever pretended to know a celebrity?",
    "What's the most awkward thing you've said to someone you liked?",
    "What's the most awkward thing you've done at a concert?",
    "Have you ever pretended to agree with someone just to avoid conflict?",
    "Have you ever pretended to be asleep to avoid a conversation?",
    "Have you ever been caught in an awkward situation with your friend's family?",
    "Have you ever gotten lost in a store?",
    "Have you ever forgotten to charge your phone before an important event?",
    "Have you ever pretended to be busy to avoid a task?",
    "What's the most embarrassing thing you've done in a crowded place?",
    "Have you ever tried to hide something and got caught?",
    "Have you ever faked being sick to avoid hanging out with someone?",
    "What's the most embarrassing thing you've done in a doctor's office?",
    "What's the most awkward thing you've done at a friend's celebration?",
    "What's the most awkward thing you've done on social media?",
    "What's the weirdest thing you've done while trying to be funny?",
    "What's the weirdest thing you've done on public transportation?",
    "What's the most trouble you've ever gotten into at school?",
    "Have you ever been caught cheating in a game?",
    "What's the most awkward thing you've done during a job interview?",
    "Have you ever been caught lying to your parents?",
    "What is the most ridiculous thing you've been tricked into believing?",
    "What is the most embarrassing thing you've posted online?",
    "Have you ever stalked someone on social media?",
    "Have you ever been caught lying to your boss?",
    "What's the most awkward thing you've done in a group setting?",
    "Have you ever lied about your height?",
    "What's the strangest thing you've done while trying to be funny?",
    "What's the most embarrassing thing you've done while cooking?",
    "What's the most awkward conversation you've had with a stranger?",
    "Have you ever pretended to be someone else on social media?",
    "Have you ever worn mismatched shoes by accident?",
    "What's the strangest thing you've done while trying to be productive at home?",
    "Have you ever forgotten an important detail during a conversation?",
    "Have you ever pretended to be busy to avoid helping someone?",
    "Have you ever secretly read someone else's messages?",
    "Have you ever been caught making a funny face in the mirror?",
    "What's the most embarrassing thing you've done in a sports game?",
    "What's the most unusual thing you've ever eaten?",
    "What's the most awkward situation you've ever had with a stranger?",
    "What's the most unusual thing you've done while cleaning?",
    "Have you ever forgotten an important phone call?",
    "What's the most embarrassing thing you've done at a public pool?",
    "Have you ever forgotten an important birthday?",
    "Have you ever lied to avoid going out?",
    "Have you ever had a crush on a coworker?",
    "What's the most embarrassing thing you've done while trying to impress someone online?",
    "What's the most unusual thing you've done while hiking?",
    "Have you ever lied about your favorite TV show?",
    "What's the most embarrassing thing you've done in a public restroom?",
    "Have you ever pretended to know a skill you didn't?",
    "What's the most embarrassing moment you've had on social media?",
    "What's the funniest thing you've done when you were alone?",
    "Have you ever been caught doodling in a meeting?",
    "What's the most unusual thing you've done while at a friend's house?",
    "Have you ever forgotten to bring something essential on a trip?",
    "What's the strangest reason you've ever lied?",
    "Have you ever been caught lying about your age?",
    "Have you ever gotten caught singing in the shower?",
    "What's your most embarrassing childhood memory?",
    "What's the most awkward thing you've done in a changing room?",
    "Have you ever accidentally revealed a secret you were supposed to keep?",
    "What is the most awkward thing you've done to get someone's attention?",
    "What's the most embarrassing thing you've done while dancing?",
    "Have you ever forgotten an important deadline?",
    "Have you ever pretended to be sick to skip school or work?",
    "What is the most embarrassing thing that has happened to you at a family dinner?",
    "Have you ever lied to avoid a meeting?",
    "Have you ever pretended to like a gift you hated?",
    "What's the most embarrassing thing you've done while watching a movie?",
    "Have you ever been caught eavesdropping?",
    "Have you ever forgotten an important task at work?",
    "What's the most awkward thing you've done at a friend's party?",
    "Have you ever been caught checking yourself out in a mirror?",
    "Have you ever gotten caught making a funny face?",
    "Have you ever pretended to like someone to avoid confrontation?",
    "What's the most embarrassing thing your parents have caught you doing?",
    "What's the most awkward thing you've done at a friend's movie night?",
    "Have you ever lied about your favorite food to fit in?",
    "Have you ever pretended to know someone you didn't recognize?",
    "Have you ever lied about your favorite movie?",
    "What's the most unusual thing you've done at a school event?",
    "Have you ever gotten caught talking to yourself in a public space?",
    "What's the weirdest thing you've done when you were bored?",
    "What is the most awkward moment you've had at a family gathering?",
    "What's the most embarrassing thing you've done in front of your parents?",
    "What's the most embarrassing thing you've done in front of your siblings?",
    "Have you ever been caught sneaking a peek at someone's screen?",
    "What's the most embarrassing thing you've done at a beach?",
    "Have you ever cheated on a test?",
    "Have you ever pretended to be someone else for fun?",
    "Have you ever had a crush on a family friend's child?",
    "What's the most awkward thing you've done at a festival?",
    "What's the strangest thing you've done while waiting for someone?",
    "What's the most unusual thing you've ever done at a carnival?",
    "What's the most unusual thing you've done to win a bet?",
    "What's the weirdest thing you've done while trying to stay quiet?",
    "Have you ever forgotten your lines in a play?",
    "Have you ever pretended to be happy when you weren't?",
    "Have you ever pretended to like a sport you hated?",
    "Have you ever been caught not paying attention during a conversation?",
    "What's the most embarrassing thing you've done while trying to take a selfie?",
    "What's the most awkward thing you've done to get someone's attention?"
  ],
  "dares": [
    "Do an impression of your favorite animal.",
    "Pretend to be a news reporter and interview someone in the group.",
    "Pretend to be a teacher giving a lesson.",
    "Talk like you're underwater until your next turn.",
    "Do a silly walk around the house.",
    "Create a hat using items from the room and wear it until your next turn.",
    "Pretend to be a famous scientist and give a lecture.",
    "Speak in a deep, dramatic voice for the next three rounds.",
    "Pretend you're a weather reporter and give a weather update.",
    "Do a funny dance for 30 seconds.",
    "Do 20 squats.",
    "Do 10 jumping jacks.",
    "Do your best impression of a waiter/waitress.",
    "Act like a superhero and describe your superpowers.",
    "Balance on one foot for as long as you can.",
    "Speak with your tongue sticking out until your next turn.",
    "Pretend to be a news reporter and report on a funny event.",
    "Balance a spoon on your chin for 10 seconds.",
    "Pretend to be a newscaster and report on a silly news story.",
    "Pretend to be a character from a fairy tale and tell a story.",
    "Do an impression of your favorite celebrity.",
    "Try to do the splits.",
    "Act like a clown for the next three minutes.",
    "Do 10 lunges while making funny faces.",
    "Do 20 pushups.",
    "Pretend to be a famous actor accepting an award.",
    "Speak in a low, deep voice until your next turn.",
    "Pretend to be a pirate and talk about finding treasure.",
    "Let the group choose an emoji and make that face until your next turn.",
    "Talk like Yoda until your next turn.",
    "Pretend to be a character from a superhero movie.",
    "Pretend to be a famous chef and cook an imaginary meal.",
    "Try to balance a book on your head and walk across the room.",
    "Pretend to be a statue until your next turn.",
    "Make up a short story on the spot and tell it to the group.",
    "Act like you're swimming underwater for the next three rounds.",
    "Do a dance like you're at a party.",
    "Eat a spoonful of a condiment of your choice.",
    "Do your best impression of a school principal.",
    "Speak in a whisper for the next three rounds.",
    "Pretend to be the person to your right for the next three rounds.",
    "Do a headstand for 10 seconds.",
    "Make animal noises until someone can guess the animal.",
    "Do 20 squats while singing a song.",
    "Do a frog leap across the room.",
    "Do a silly dance in front of everyone.",
    "Pretend to be a magician and perform a magic trick.",
    "Do an impression of a zombie.",
    "Pretend to be a scientist explaining a new discovery.",
    "Do 10 squats.",
    "Act like your favorite animal until your next turn.",
    "Act like a cat until your next turn.",
    "Pretend to be a character from a video game.",
    "Talk like a cowboy until your next turn.",
    "Act like you're a famous actor and perform a scene.",
    "Act like you're an opera singer and perform a song.",
    "Let the person to your right give you a makeover.",
    "Wear socks on your hands until your next turn.",
    "Hold your breath for as long as you can.",
    "Hold a plank for 30 seconds while making a funny face.",
    "Talk in a whisper for the next three rounds.",
    "Pretend to be a magician and perform a trick.",
    "Do your best hula dance.",
    "Do 10 jumping jacks while saying the alphabet.",
    "Speak in a British accent for the next three rounds.",
    "Hold your nose and talk for the next three rounds.",
    "Pretend to be a tour guide and give a tour of the room.",
    "Walk on your knees until your next turn.",
    "Speak in gibberish for the next three rounds.",
    "Pretend to be a waiter/waitress and take snack orders from everyone in the group.",
    "Try to balance on one foot for one minute.",
    "Do a handstand (or try to).",
    "Let the person to your left draw on your arm with a marker.",
    "Pretend to be a waiter and take everyone's dessert orders.",
    "Pretend to be a waiter/waitress and take drink orders from everyone in the group.",
    "Act like you're in a horror movie and react to imaginary ghosts.",
    "Do your best disco dance.",
    "Do your best runway model walk.",
    "Act like a baby until your next turn.",
    "Do the worm dance move.",
    "Talk like a cowboy for the next three rounds.",
    "Do a silly dance while singing a nursery rhyme.",
    "Let someone style your hair in a crazy way.",
    "Pretend to be a news anchor and deliver a news report.",
    "Eat a spoonful of mustard.",
    "Balance a book on your head for the next three rounds.",
    "Pretend to be a famous singer and perform a song.",
    "Do 15 jumping jacks.",
    "Imitate a celebrity of the group's choosing.",
    "Let the group give you a new hairstyle.",
    "Try to do a cartwheel.",
    "Talk like a baby for the next three rounds.",
    "Balance a spoon on your nose for 10 seconds.",
    "Speak like a robot until your next turn.",
    "Do your best opera singing.",
    "Wear a pair of socks on your hands for the next three rounds.",
    "Speak in a British accent until your next turn.",
    "Let someone write a word on your forehead with a pen.",
    "Pretend to be a famous athlete giving a speech.",
    "Do your best impression of a famous character from a movie.",
    "Do your best impression of your favorite cartoon character.",
    "Act like a pirate until your next turn.",
    "Speak in a foreign language (or gibberish) for the next three rounds.",
    "Pretend to be a famous actor and give an acceptance speech.",
    "Pretend to be an airplane until your next turn.",
    "Do your best robot dance.",
    "Wear a pair of underwear on your head for the next three rounds.",
    "Pretend to be a baby until your next turn.",
    "Try to do 5 burpees.",
    "Do 15 sit-ups.",
    "Imitate your favorite cartoon character.",
    "Pretend to be a character from a cartoon.",
    "Do a silly dance until your next turn.",
    "Try to juggle 2 or 3 random objects.",
    "Pretend to be a waiter/waitress and take lunch orders from everyone in the group.",
    "Wear socks on your hands for the next five minutes.",
    "Make up a song about brushing your teeth and sing it.",
    "Do a cartwheel (or try to).",
    "Talk like you're in a musical for the next three rounds.",
    "Imitate your favorite teacher for one minute.",
    "Let the group choose a word and spell it using your body.",
    "Talk like you're underwater for the next three rounds.",
    "Speak in a monotone voice for the next three rounds.",
    "Do your best dance move in slow motion.",
    "Pretend to be in slow motion until your next turn.",
    "Let someone put makeup on you.",
    "Speak in rhymes for the next 10 minutes.",
    "Do your best moonwalk.",
    "Do a silly dance for 30 seconds.",
    "Pretend to be a famous chef and explain a recipe.",
    "Speak in quotes from movies for the next three rounds.",
    "Do 15 jumping jacks while singing a song.",
    "Eat a small piece of a hot pepper.",
    "Talk in an accent for the next three rounds.",
    "Do a silly dance in the middle of the group.",
    "Pretend to be a TV commercial actor.",
    "Pretend to be a character from a fairy tale.",
    "Say the alphabet backward as fast as you can.",
    "Pretend to be a DJ and create an imaginary DJ set.",
    "Speak in a monotone voice until your next turn.",
    "Let someone draw a unibrow on you with a marker.",
    "Do a kangaroo hop around the room.",
    "Act like a famous cartoon character.",
    "Act like a robot for the next three rounds.",
    "Act like a tour guide in a museum.",
    "Do your best impression of a movie star.",
    "Do your best impression of a famous person until someone can guess who you are.",
    "Pretend to be a detective and solve a funny mystery.",
    "Imitate a famous sports announcer.",
    "Pretend to be a dog and fetch a toy from another room.",
    "Pretend to be invisible until it's your turn again.",
    "Pretend to be a newscaster and give the group a news update.",
    "Speak in a robot voice until your next turn.",
    "Pretend to be a waiter and take snack orders from everyone in the group.",
    "Do a plank for one minute.",
    "Talk without closing your mouth.",
    "Let someone style your hair and keep it that way for the next hour.",
    "Act like a mime stuck in a box.",
    "Make up a poem on the spot about a topic of the group's choosing.",
    "Make up a handshake and teach it to the group.",
    "Let someone else redo your hairstyle.",
    "Do a silly walk across the room.",
    "Spin around 10 times and then try to walk in a straight line.",
    "Pretend to be a superhero and save the day.",
    "Pretend to be a waiter and describe the menu.",
    "Sing the chorus of the last song you listened to.",
    "Do your best runway walk.",
    "Pretend to be a superhero and describe your superpowers.",
    "Lick your elbow (or try to).",
    "Do your best disco dance for one minute.",
    "Crabwalk across the room.",
    "Do 10 sit-ups.",
    "Do a funny dance while singing your favorite song.",
    "Try to balance a book on your head for the next three rounds.",
    "Speak in a whisper until your next turn.",
    "Act like a famous movie villain.",
    "Pretend to be a waiter/waitress and take orders for the next three rounds.",
    "Do an impression of a famous person until someone can guess who you are.",
    "Pretend to be a superhero with a silly power.",
    "Pretend to be a waiter/waitress and take dessert orders from everyone in the group.",
    "Pretend to be a chef and describe your signature dish.",
    "Speak in rhymes for the next three rounds.",
    "Act like a dog until your next turn.",
    "Act like a character from a horror movie.",
    "Balance a pencil on your upper lip for 10 seconds.",
    "Speak in rhymes until your next turn.",
    "Act like a famous comedian.",
    "Make up a song about the last thing you ate.",
    "Act like a superhero of your choice.",
    "Do 10 push-ups.",
    "Do a funny dance outside where people can see you.",
    "Pretend to be a famous artist and describe your latest masterpiece.",
    "Do your best impression of a baby being born.",
    "Sing everything you say for the next three rounds.",
    "Do your best impression of someone in the room.",
    "Do a crab walk around the room.",
    "Pretend to be a famous musician and perform a song.",
    "Wear your shirt inside out for the next three rounds.",
    "Do 10 push-ups while making animal noises.",
    "Talk in a squeaky voice until your next turn.",
    "Sing the chorus of your favorite song.",
    "Pretend to be a teacher and give a lesson on a funny subject.",
    "Try to make the group laugh as quickly as possible.",
    "Act like a famous musician and perform a song.",
    "Sing everything you say for the next 10 minutes.",
    "Make a silly face and keep it that way until the next round.",
    "Pretend to be the person to your left for the next three rounds.",
    "Do a cartwheel (or attempt one).",
    "Do your best karate moves.",
    "Act like a monkey until it's your turn again.",
    "Do a handstand against a wall (or try to).",
    "Draw a mustache on your face with a marker.",
    "Pretend to be a rock star giving a concert until your next turn.",
    "Do your best breakdance move.",
    "Act like a superhero saving the day.",
    "Pretend to be a famous chef and describe a recipe.",
    "Do your best impression of a famous athlete.",
    "Pretend to be a news anchor and interview someone in the group.",
    "Pretend to be a waiter/waitress and take dinner orders from everyone in the group.",
    "Post a funny picture of yourself on social media.",
    "Pretend to be a robot until your next turn.",
    "Pretend to be an old lady or old man.",
    "Speak in a robot voice for the next three rounds.",
    "Act like a famous singer and perform a song.",
    "Do your best impression of a historical figure.",
    "Try to touch your toes without bending your knees.",
    "Try to lick your nose.",
    "Pretend to be a chicken until your next turn.",
    "Sing the national anthem in a funny voice.",
    "Do your best impression of a famous singer.",
    "Do your best impression of a mime stuck in a box.",
    "Act like a monkey until your next turn.",
    "Run around the outside of the house three times.",
    "Make up a short rap about another player.",
    "Speak in rhyme until your next turn.",
    "Try to keep your eyes open without blinking for one minute.",
    "Pretend to be a news anchor reporting on a funny event.",
    "Act like a character from a video game.",
    "Pretend to be a character from your favorite movie.",
    "Act like you're an alien visiting Earth.",
    "Pretend to be a DJ and mix an imaginary track.",
    "Do 15 pushups.",
    "Let the person to your left write something on your forehead with a pen.",
    "Do a belly dance.",
    "Do your best impression of a famous comedian.",
    "Speak in a different language for the next three rounds (it can be gibberish).",
    "Talk in a high-pitched voice until your next turn.",
    "Talk like a pirate for the next three rounds.",
    "Give a speech about the benefits of bubblegum.",
    "Pretend to be a newscaster and make up a news story.",
    "Pretend to be a magician and perform an imaginary trick.",
    "Spin around 10 times and try to walk in a straight line.",
    "Pretend to be a robot and walk around the room.",
    "Walk backward until your next turn.",
    "Talk like you're a robot for the next three rounds.",
    "Speak in a foreign accent for the next three rounds.",
    "Talk like you're in a Western movie until your next turn.",
    "Talk like a baby until your next turn.",
    "Pretend to be a flight attendant and give safety instructions.",
    "Do your best chicken dance outside on the lawn.",
    "Talk like you're in slow motion for the next three rounds.",
    "Speak in a high-pitched voice for the next three rounds.",
    "Pretend you're a cheerleader and make up a cheer about the group.",
    "Talk like a robot for the next three rounds.",
    "Wear your clothes backwards for the next three rounds.",
    "Act like a famous TV show host.",
    "Try to touch your nose with your tongue.",
    "Do your best impression of a cartoon character.",
    "Act like you're a famous TV show host.",
    "Wear a hat made out of aluminum foil for the next three rounds.",
    "Speak in a foreign accent until your next turn.",
    "Speak in a made-up language for the next three rounds.",
    "Try to lick your elbow (again!).",
    "Do your best impression of an alien.",
    "Talk like a pirate until your next turn.",
    "Pretend you're a tour guide and give a tour of the room.",
    "Eat a raw piece of garlic.",
    "Do your best chicken dance in the middle of the yard.",
    "Do your best hula dance outside on the lawn.",
    "Talk like you're in a Western for the next three rounds.",
    "Attempt to juggle 3 items of the group's choosing.",
    "Do 10 lunges.",
    "Let someone give you a temporary tattoo with a pen.",
    "Do your best impression of a clown.",
    "Act like you're walking on the moon.",
    "Do a somersault.",
    "Do 20 jumping jacks.",
    "Pretend to be a famous scientist giving a lecture.",
    "Act like a butler and serve snacks to everyone.",
    "Talk like you're a pirate for the next three rounds.",
    "Hop on one foot until your next turn.",
    "Act like you're a mime and perform an invisible act.",
    "Act like a clown until it's your turn again.",
    "Pretend to be a character from a movie.",
    "Do 10 burpees as fast as you can.",
    "Try to moonwalk across the room.",
    "Hold your breath for 10 seconds.",
    "Pretend you're underwater for the next three rounds.",
    "Dance with no music for 1 minute.",
    "Talk like you're in slow motion until your next turn.",
    "Speak in an accent for the next three rounds.",
    "Let the person to your right draw on your face with a pen.",
    "Let someone tickle you for 30 seconds.",
    "Pretend to be a fashion model and walk the runway.",
    "Try to lick your elbow.",
    "Do 20 push-ups.",
    "Act like you're in a musical and sing everything you say.",
    "Talk in a whisper until your next turn.",
    "Sing the alphabet backward.",
    "Do your best superhero pose.",
    "Do 15 sit-ups while singing a song.",
    "Do your best impression of a parent scolding a child.",
    "Talk in a deep voice until your next turn.",
    "Try to balance three objects on your head.",
    "Do your best impression of a chef preparing a meal.",
    "Let the group choose a song and sing it in a funny voice.",
    "Try to stand on your head for 10 seconds.",
    "Imitate the person to your left for the next three rounds.",
    "Pretend to be a famous athlete and describe a game.",
    "Pretend to be a cat until your next turn.",
    "Let someone paint your nails any way they want.",
    "Act like you're an explorer discovering a new land.",
    "Try to juggle three items (don't breakable ones).",
    "Let the person to your left draw on your face with a pen.",
    "Act like a character from your favorite book.",
    "Do an impression of a baby crying.",
    "Pretend to be a mannequin until your next turn.",
    "Act like you're an explorer in the jungle.",
    "Do your best impression of a famous movie scene.",
    "Hold an ice cube in your hand until it melts.",
    "Speak in a deep voice until your next turn.",
    "Pretend you're a chef and describe your signature dish.",
    "Pretend to be a waiter and take everyone's drink orders.",
    "Do your best impression of a famous cartoon character.",
    "Balance a spoon on your forehead for 10 seconds.",
    "Pretend to be a superhero saving the world until your next turn.",
    "Pretend you're an alien and describe Earth.",
    "Eat a raw onion slice.",
    "Wear your shoes on your hands until your next turn."
  ]
}